IDEA Open Model
Segment2D Properties
The Segment2D type exposes the following members.
Properties
Name | Description
EndPoint
 Gets or sets the endpoint of the segment.
Top
See Also
Reference
Segment2D Class
IdeaRS.OpenModel.Geometry2D Namespace